import React from 'react';
import NavBar from './navbar.js';
import bg from '../Assets/images/aboutbg.jpg';
import '../Assets/css/aboutus.css';
function AboutUs() {
    return (
        <div>
            <NavBar/>
            <img src={bg} className="aboutbg" alt="..."/>
            <h1 className="heading-about">हमारे बारे में</h1>
            <p className="about-content">श्री भगत बाबा शिशु विद्या मन्दिर समिति बेहटाचाँद, 
                हरदोई की स्थापना 12.08.1991 को डिप्टी रजिस्ट्रार 
                फर्म्स सोसाइटीज तथा चिट्स उ0प्र0 लखनऊ द्वारा 
                सोसाइटी एक्ट 21, 1860 के अर्न्तगत पंजीकृत है तथा 
                सोसाइटी द्वारा संचालित श्री भगत बाबा तेजगिरि उ0मा0 
                विद्यालय बेहटाचाँद की स्थापना सन् 1998 में हुई तथा 
                शासन व विभाग द्वारा हाईस्कूल स्तर तक की हाईस्कूल 
                की मान्यता दिनंाक 25 अप्रैल 2000 को हुई। विद्यालय 
                भवन में कुल 8 कमरें स्वच्छ, हवादार निर्मित है तथा हाल है। 
                प्रधानाचार्य कक्ष, स्टाफ कक्ष अलग से है। विद्यालय मंे सी0सी0 
                टी0वी0 कैमरे लगे है। विद्यालय मे प्रशिक्षित शिक्षकों द्वारा शिक्षण 
                कार्य कराया जाता है तथा विद्यालय का परीक्षाफल शत प्रतिशत 
                रहा है। विद्यालय में पढ़ने वाले कई भूतपूर्व छात्र सरकारी सेवा में है। 
                विद्यालय मे कक्षा 6 से 10 तक की पढ़ाई की जाती है। 
                विद्यालय में हवादार कमरों के अलावा पेड़, पौधे आदि है। 
                शौचालय, मूत्रालय तथा पीने के लिए शुद्ध जल की व्यवस्था है तथा 
                प्रत्येक कमरों में पंखे है।
                </p>
        </div>
    );
}

export default AboutUs;